easysoa-proxy/easysoa-proxy-core/easysoa-proxy-core-httpdiscoveryproxy-test/src/test/resources/meteoMockRequestFraSCAti.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:met="http://meteomock.mock.test.easysoa.openwide.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <met:invoke>
         <!--Optional:-->
         <met:arg0>Lyon</met:arg0>
      </met:invoke>
   </soapenv:Body>
</soapenv:Envelope>